[
    {
        "title": "Sylhet: Resorts And Hotels (Cheap & Best)",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2021/10/Hotel-Resort-Motel-Sylhet-1140x530.jpg",
        "description": "In the rainy season, nature of Sylhet becomes more colorful. At this time nature spreads all its colors and juices among the people. Seeing that fills everyone’s mind. Tourists go out to visit Sylhet, the queen of the rainy season, to see such forms of nature. When going to Sylhet, we have to think about accommodation system. For this reason, we have made a complete list (Best as well as cheap) of Resorts and hotels in Sylhet.We have to think a lot about the place to stay for any trip. And if you travel with your family, there is no question that we have more responsibility. So if you want to make your trip more enjoyable, you can book the hotel in advance.And for security, you can book the hotel yourself. And for that, there is a link to the hotel website in the name of the hotel, if you want you can see their Facebook and Google reviews. You can call the following numbers to know about hotel rent. Even Travel Mate can help you finding the best hotels and resorts in Sylhet. We encourage to contact our dedicated team.",
        "date": "October 9, 2021",
        "editor": "Staff Editor Reviews",
        "catagory": " Safety"
    },
    {
        "title": "Top 5 Places To Enjoy Kayaking In Bangladesh Within Low Budget!",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2021/08/Kayaking-Bangladesh-1140x530.jpg",
        "description": "We watch kayaking (কায়াকিং) all the time on the internet. Happy to say, that adventure has now been launched in Bangladesh! Day by day, kayaking has become quite popular. Many people are kayaking to experience the thrill of traveling on the river in a colorful boat.The word Kayak is not so common in our country. A kayak is a 10-foot-long boat made of fiber, wood, and jute fibers. It is driven by Oars. Kayaking was first introduced in Canada. Abroad, kayak competitions are held at sea and on rivers. However, kayaking has been introduced in this country for entertainment.Anyone can learn kayaking in just five-six minutes. Learning how to hold the paddle properly, or how to use the oars, etc., does not matter to village chiefs like us. So don’t be afraid to become a day sailor and see how much fun this kayaking is. You can go kayaking on a group tour with Travel Mate or even in River Cruise tour in Bangladesh also.For the unaccustomed, it is necessary to get speed first, but once you have mastered it, the kayak will start listening to you, will start moving slowly towards the front.",
        "date": "August 18, 2021 ",
        "editor": "Staff Editor Nature  Reviews",
        "catagory": "Safety, Travel Guide, Wilderness"
    },
    {
        "title": "30+ Attractive Tourist Places And Picnic Spots In Gazipur (1 Day Tour)",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2021/07/Tourist-Places-And-Picnic-Spots-In-Gazipur-1140x530.png",
        "description": "Gazipur district (গাজীপুর) is rich in history and heritage. It is full of archeological sites and places of interest. Gazipur is an ancient and historical town nurtured in various traditions of centuries, which has a rich past. In the course of time, the traditional Gazipur district has prospered in the tourism industry. Due to its proximity to the capital Dhaka and its improved communication system, Bhawal National Park is one of the major parks in Bangladesh.Notable among the places of interest and heritage of Gazipur district adjoining the capital Dhaka are: Bhawal Rajbari, Baldhar Zamindar Bari, Ancient Capital Indrakpur, Boliadi Zamindar Bari, Kashimpur Zamindar Bari, St. Nicholas Church, Bhawal National Park, Nuhash Polli, Monpura Parks, Boro bhuiyan Bari etc.Gazipur district is an ancient historical town nurtured in various traditions of the century which has a rich past. The Sakashore Stomvo (সাকাশ্বর স্তম্ভ) during the reign of Emperor Ashoka, the Bhabak and Bhakurainamejan verses (ভবাক ও ভাকুরাইনামেজন পদ) of the Buddhist period, the Dardariya/Dar-E Dariya fort (দ্বার-ই দরিয়া (দরদরিয়া) দুর্গ) built during the Maurja period, and the Buddhist monastery of the Dhol Samudra (ঢোল সমুদ্র) remind us of the nearly two and a half thousand year history of the district.",
        "date": "uly 17, 2021",
        "editor": "Staff Editor Destinations",
        "catagory": " Nature, Travel Guide"
    },
    {
        "title": "Tropical Deciduous Forest & Top 3 In The World",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2021/06/Tropical-Deciduous-Forest-In-The-World-1000x530.jpg",
        "description": "We know Tropical Deciduous Forest covers half of the total forest in the world. In this article, we will know about Tropical Deciduous Forest, location in the world, trees, animals, economic importance, etc. If you do not read about Mangrove and top 10 mangrove areas in the world I suggest to check it also.The forests of the tropics extend from the northern boundary of the Tropic of Cancer to the southern boundary of the Tropic of Capricorn. In terms of area, this forest covers more than half of the total forest area of the world. Tropical forests are further divided into two categories.",
        "date": "June 29, 2021 ",
        "editor": "Staff Editor",
        "catagory": "Destinations, Nature, Wilderness"
    },
    {
        "title": "Mahasthangarh Travel Guide: With Picture",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2021/05/mahasthangarh-bogura-tm-1140x530.jpg",
        "description": "The vast ruins wall of Mahasthangarh (মহাস্থানগড়) is a silent witness to the glorious history of Pundranagar (Pundranagara), the capital of Paundravardhanapura, which has a glorious history of nearly two and a half thousand years. The ruins are located on the west bank of the river Karatoya River, 13 km north of Bogura district town.This fortified city, the foremost and oldest in the whole of Bengal, is protected by a periodic earthen and brick enclosure wall which is 1525 m long in the north-south and 1370 m wide in the east-west and 5 m high from the surrounding plains.In addition to the Wall, rivers on the east and deep trenches on the other three sides have been used as additional defenses. Archaeological evidence suggests that for several centuries it was the provincial capital of the mighty Maurya, Gupta and Pala rulers, and later the Hindu parallel kings.Outside the fort, within 7/8 km of the north, west, south and southwest, there are still many ancient monuments of various kinds which bear witness to the sub-city. It is to be noted that the famous Chinese traveler Xuanzang (Hiouen Thsang) visited Pundranagara during his travels in India (639-645). The eminent British archaeologist Sir Alexander Cunningham accurately identified the ruins of Mahasthan Garh in 1879 AD as the city of Pundu described by Fuen Tsang.",
        "date": "May 29, 2021",
        "editor": "Staff Editor",
        "catagory": "Heritage, Travel Guide"
    },
    {
        "title": "Travel Mathiner Kup: A Historical Place Of Love—Teknaf",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2021/06/Mathiner-Kup-Travel-Mate-1000x530.jpg",
        "description": "Mathiner Kup (মাথিনের কূপ) is a historical and interesting tourist spot. It is a reminder of immortal love. Apart from the coral island of St. Martin, this tourist spot in Teknaf still captivates people. The story of Mathiner Kup grows the curiosity and interest of any traveler from home and abroad. It is a strange love story between Mathin, the Mugh daughter of the Rakhine community, and Dhiraj Bhattacharya, once a popular actor & Police Officer. This Mathiner Kup is inside Teknaf police station near Naf river.The love story of Dheeraj-Mathin is no less emotional than the love of Yusuf-Zulekha, Shahjahan-Mumtaz, Shiri-Farhad or Laili-Majnoor. Hundreds of years ago, police officer Dhiraj Bhattacharya and Rakhine zamindar’s beautiful daughter Mathin co-wrote an immortal love epic.The daughter of a Rakhine Zamindar fell in love with a police officer. The police officer was also in love with her. However, he did not get the taste of the fullness of love. The love of the lover lost to the family. In it, the lover made an eternal companion. The boyfriend was defeated under pressure, but the girlfriend was not defeated. Rather, he sacrificed herself to love. That separation is immortal and the story is spreading from generation to generation.",
        "date": "June 28, 2021  ",
        "editor": "Staff Editor",
        "catagory": "Culture, Heritage, Travel Guide"
    }
]