[
    {
        "titel": "Bandarban Tour: The Adventure in Hill Tract",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2015/07/Nilachol-Bandarban-Bangladesh-2362931-531x354.jpg",
        "description": "Bandarban is located in the south-eastern part of Bangladesh on the Chittagong division. Important to realize, among the three Chittagong Hill Tracks districts, Bandarban is one of them. In addition, it is the most beautiful and picturesque place in Bangladesh. It is one of the attractive travel destinations is just 77 km away from the Chittagong city. In Bandarban, the most beautiful tourist spots are Boga Lake, Chimbuk Hill and Tribal Villages,  Buddha Dhatu Jadi, Keokradong, Nilachal Tourist Spot, Mirinja Parjatan, Meghla Tourist Spot, Nafakhum and Remakri, Nilgiri and Thanchi, Rijuk Waterfall, Prantik Lake, Sangu River, Tajingdong, Shoilo Propat, and Upabon Parjatan.In this 03 days and 02 nights tour of Travel Mate, we will cover the most scenic and coolest spot including Meghla tourist spot,  Nilgiri, Nilachal  & Golden Temple, and Chimbuk Hill (Darjeeling of Bengal) & Waterfalls.To emphasize, Bandarban is popular for the hills, waterfalls and ethnic people. In particular, we find 12 communities of the ethnic people in Bandarban. Each tribe has their individual culture, religions, tradition, dress code, food, and language. To clarify, you will find the tribe villages in every tourist spot. It is very amazing to hear the story of them. By the same token, you will find the highest peaks in Bangladesh named Tajingdong (Height 4632 feet).The tour of Travel Mate covers the main attraction spot of Bandarban including hills, waterfalls and ethnic villages. Moreover, if you consider the package, you will realize the matter. Let’s check the packages of Travel Mate in details. (See the Itinerary section for the complete guideline of the tours) ",
        "destination": "Bandarban Tours",
        "duration": "03 Days & 02 Nights",
        "departure Time": "Please arrive at least 1 hour before the journey.",
        "included": [
            "02 nights Twin Accommodation at Parjatan Motel/Plaza Bandarban in AC rooms",
            "Daily breakfast at the hotel",
            " Return Non-AC/AC bus tickets for Dhaka- Bandarban – Dhaka",
            "All sightseeing as per above itinerary by Non A/C local jeep."
        ],
        "cost": 7000
    },
    {
        "titel": "Cox’s Bazar Tour: The Beach Holiday",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2015/07/coxsbazar-sea-beach-view-531x354.jpg",
        "description": "As the longest sea beach in the world, Cox’s Bazar is considered the most popular tourist destination in Bangladesh. Do you know Cox’s Bazar is familiar as the tourist capital of Bangladesh? Yes! If you consider blue water beauty, accommodation solution, security, and fresh seafood, this natural sandy sea beach is the most amazing place to travel again and again. Not to mention, every time you visit the Cox’s Bazar you will feel the unforgettable majestic view.To point out, the City was named with the British captain Hiram Cox. As a matter of fact, it is 150km away from Chittagong city. In like manner, the length of this unbroken sandy beach is 120km and it is the most enjoying place for watching the sunset closely. Equally important, the local food is very delicious, especially those who loves seafood. That is to say, you can take a bath, swim as well as play the games on the beach without any fair with your friends and families, as the beach area is the Shark free zone. In one word, it is the coolest place for enjoying your holidays or a yearly vacation. The most attractive places in Cox’s Bazar are Ramu, Laboni Beach, Enani beach, Himchari and many more.",
        "destination": "Cox’s Bazar Beach Tours",
        "duration": "03 Days & 02 Nights",
        "departure Time": "Please arrive at least 1 hour before the journey.",
        "included": [
            "Dhaka Cox’s Bazar Dhaka by AC/Non-AC  bus tickets",
            "02 nights twin accommodation at Hotel near Sea Beach",
            "Breakfast at Hotel",
            "Sightseeing to Cox-Bazar Town, Himchory & Innani",
            "All-time take care of the experienced guide during the trip"
        ],
        "cost": 23
    },
    {
        "titel": "Explore Bangladesh Tour",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2018/07/Bichana-Kandi-Sylhet-600x377.jpg",
        "description": "Bangladesh is a beautiful place in the world and you can explore every attractive part of Bangladesh with this tour package. In reality, the tour is designed to get the overall experience in Bangladesh. To point out, You can look at the UNESCO declared World Heritage Sites as well as the most beautiful part of Bangladesh including Cox’s Bazar Beach or hilly areas of Chillagong. Important to realize, Travel Mate has designed the tour packages to give you a close insight of Dhaka City – The capital of Bangladesh as well as the beautiful division including Chittagong and Sylhet. In general, you can discover the traditional foods, culture and tributes very closely with this tour.In this 11 day and 10 nights short tour, we will discover most of the amazing part of Bangladesh including Dhaka City, Sonargaon, Chittagong, Cox’s Bazar, and Sylhet. Let’s see the areas we cover in the whole tour. Of course! We will add some other places when we will get time. At the same time, we will discover local communities, food, and culture in every locality we go.Above all, Dhaka is a beautiful place to explore the national culture and tradition of Bangladesh. At the same time, we will cover Sonargaon- the traditional place which has been described by numerous historic travel site. Then, we will visit the commercial capital of Bangladesh which is very much popular for Traditional Hill Tracts and Beach. Furthermore, we will visit the most attractive part of Bangladesh – Cox’s Bazar. To be sure, it is the largest and most attractive sandy sea beach in the world. Finally, we will go to Sylhet – the spiritual capital of Bangladesh and popular for the waterfall, tea forest, and hilly areas.Travel Mate will arrange all the things carefully to give you an exceptional view of Bangladesh. On the other hand, we will reserve the hotel before the tour day and we will try to arrange the traditional local food which will increase the experience and enjoyment. Not to mention, we always confirm the local authority to explore the area. So, it will be a secure and not a typical tour. Surely, we are conscious of the entertainment and commitment to giving you a safe tourist experience. Surely, your comfort is our primary concern for any issues.Important to realize, we will start from the Dhaka City. We will explore 2 days in Dhaka and Sonargaon. Then we will depart for Chittagong. We will stay here for 2 days. Later, we will visit Cox’s Bazar. We will pass 1 day here for watching the Cox’s Bazar sea Beach including Inani Beach and Himchori Waterfall. Finally, we will reach Sythet. We will explore the Sythet division for 4 days. Thus, we will enjoy the tour with the maximum comfort. Let’s take a look of the overall tour at a glance.",
        "destination": "Explore Bangladesh Tour",
        "duration": "10 Night / 11 Day",
        "departure Time": "Please arrive at least 1 hour before the journey.",
        "included": [
            "3 Star Category Hotel accommodation will be double sharing in Dhaka, Chittagong and Cox’s Bazar.",
            " Standard Category guest type Hotel accommodation will be double sharing in Sreemangal.",
            "Daily Breakfast will be at the Hotel.",
            "Everyday English Speaking tour guide will be with you at the time of sightseeing.",
            "All transfer, sightseeing will be as per as itinerary by A/C private car with Driver allowance, Fuel, Parking tolls, Road tax.",
            " Daily Lunch and Dinner will serve at local restaurant.",
            " Monument entry fee"
        ],
        "cost": 50000
    },
    {
        "titel": "Kuakata: The Ocean Paradise",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2018/07/Main-531x354.jpg",
        "description": "Kuakata is known for its panoramic sea beach in the world. It is situated in the southeastern part of Bangladesh. In general, it is the Second most visited tourist destination in Bangladesh. Kuakata beach is a sandy expanse 18 kilometers long and 3 kilometers wide. It is very famous for watching sunrise and sunset very closely in the wide space and water of Bay of Bengal.  The unique appearance and attractive view draw the attention of the tourists. The Govt. has taken a lot of projects to make the Kuakata as one of the most tourist attractive spots. Now, the local people are very supportive and you will get pleasant behavior from them. On the other hand, accommodation facilities, varieties in the foods has made the place really worth visiting.You can visit Kuakata Sea Beach as well as some of the interesting places when traveling Kuakata. For example, Fatrar Forest, Pilgrimage, Tribal Life in the Rakhain Village, Gangamati or Gajamati Forest, Shutki Polli, Keranipara Shema Mondir, Kuakata Buddhist Temple, Kuakata Eco Park, Lebur Chor, ETC. The view of the sunset from the west bank and sunrise from the bank of Gangamati will give you the awesome feeling.You can go Kuakata from Dhaka by Bus, Train or Launch. You need to reach Patuakhali district first and then you can go to the Kuakata Beach with the local transport. From Dhaka Sadarghat you will find 3 or 4 launches which will go to Patuakhali. Such as Sunderbans, Saikat, Sattar Khan, Achol. The price starts from 350 and it will go 1500tk for VIP AC cabin. If you want to go by Bus, you can take it from the Sayedabad Bus terminal or Gabtoli. It will cost 600 to 1200 BDT according to your seat quality. It takes 12 hours to reach Kuakata directly. That means if you start your journey from 10:00 PM, you will reach in the morning. If you want to go Barishal and then Kuakata, you can also do that. It will take 80 to 100tk from Patuakhali to Kuakata Sea Beach.ey! no more work when you are visiting Kuakata with Travel Mate. The guide will arrange all the things for you. On the other hand, you will get the most comfortable transport, accommodation in the hotel and foods in the restaurant. At the same time, you will get the experience to know the tribal people of Kuakata. Not to mention, You have to confirm your seat before 1 or 2 weeks when you want to travel with our experienced guide and team.",
        "destination": " Kuakata Tour",
        "duration": "03 Days & 02 Nights",
        "departure Time": "Please arrive at least 1 hour before the journey.",
        "included": [
            "02 nights Twin Accommodation at Kuakata Inn.",
            "Breakfast at the hotel.",
            "Lunch & Dinar",
            "Bus tickets for Dhaka – Kuakata – Dhaka.",
            "Our Local Trained guide."
        ],
        "cost": 10000
    },
    {
        "titel": "Most Beautiful Rangamati Tour",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2018/07/Rangamati-1-531x354.jpg",
        "description": "Rangamati is a small town of the Chittagong Division and a district in south-eastern Bangladesh. Rangamati is covered with green hills, lakes, and rivers. For this reason, the tourist from Bangladesh and abroad like the place for passing the free time. In general, it is situated at the side of Kaptai Lake, that’s why Rangamati is considered as the Lake City Of Bangladesh. Important to realize, it is the largest district in Bangladesh is just 77 km away from Chittagong town. For the tradition of the tribal people, scenic beauty, type of locations and natural resources including diverse flora and fauna have made the place more attractive.The tour of Travel Mate will give you a special opportunity to enjoy the Rangamati tour more closely. In addition, you have the most chances to meet with the tribal villages including Chakma, Marma, Tonchongya, Tripura, Murong, Bome, Khumi, Kheyang, Chak, Pankhoa, and Lusai. Culture and diverse traditions will give you an exciting experience. The beauty of the hilly areas, lake and greeny location, will give the amazing feeling to go very near to nature.The most attractive places in Rangamati are Kaptai Lake, Tribal Museum, Shuvolong Falls, Hanging Bridge, Rajban Bihar Pagoda, Kaptai National Park, Chakma Royal Palace, Peda Ting Ting, and DC Bungalow Area. The tour of Travel Mate will cover most of the attractive places from here. The natural beauty and fresh air will give you amazing feelings. For knowing the details, check the itinerary section. Let’s check the package details of Travel Mate.",
        "destination": "Rangamati Tour",
        "duration": "03 Nights & 02 Days",
        "departure Time": "Please arrive at least 1 hour before the journey.",
        "included": [
            "01 night’s accommodation at Sufia international & PBC Motel in Twin sharing basis.",
            "Breakfast at the hotel.",
            "Return A/C/Non-Ac bus for Dhaka- Rangamati – Dhaka",
            "All sightseeing as per above itinerary by reserved boat."
        ],
        "cost": 10000
    },
    {
        "titel": "Saint Martin: The Daruchini Dwip",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2018/07/saint-martin-01-531x354.jpg",
        "description": "St. Martin’s Island is the only coral island in Bangladesh which is also known as Narikel Jinjira or Daruchini Dwip. For its amazing view and attractive environment, St. Martin’s Island becomes one of the tempting tourist attraction places. It is situated on the northeastern part of Bay of Bengal. The island is on the 9 km south of the Cox’s Bazar-Teknaf peninsula. You will get an adjoining island with the main St. Martin’s Island called Chera Dwip. It is downright to the Naf River of Myanmar. The length and width of this small island are 6km and 0.5km.The most amazing attraction on the beach is- you can see the 20 feet deep into the sea from the crystal clear water. You can’t deny the beauty of the overall sight of the island including crystal stones, coconut groves, sea crabs, turtle shells, and pearls.On the positive side, it takes 2.5+ hours to reach on the island with the ship, you will get the charming view of the hilly areas on both side of Bangladesh and Myanmar. Another key point, you will start your journey for St. Martin from Teknaf in a large ship. In general, the time of visiting the island exists during November to February. Though the situations explain according to the conditions of the weather. That is to say, as a coral island on the sea you will see vegetation like coconut, betel nut, and bamboo.If you don’t go on the Chera -Dwip, you will miss a lot of things in your life. Yes! It’s true. Mainly, the Chera -Dwip and the St. Martins Island is divided with a low tide. For this reason, you can go by walking or by boat. If I finish with one word, the most enhancing part of the island is Chera -Dwip and TravelMate are giving the opportunity to visit both of the island St. Martins and Chera -Dwip. To take the fresh air and close connection with nature, you should go at least one time to see the island in your life. That’s why a lot of tourist from the abroad are coming to visit the island every year.",
        "destination": "Saint Martin Tours",
        "duration": "03 Days & 02 Nights",
        "departure Time": "06.00 PM at Dhaka. Please arrive at least 1 hour before the journey.",
        "included": [
            "02 nights Twin Accommodation at well-organized hotel",
            "Breakfast at the hotel",
            "Launch and Dinner",
            "Return AC bus tickets for Dhaka- St. Martin – Dhaka",
            "Ship Tickets",
            "Local Trained guide"
        ],
        "cost": 12000
    },
    {
        "titel": "World Heritage Tour in Bangladesh",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2018/07/paharpur2-531x354.jpg",
        "description": "UNESCO has declared 3 most amazing places as the world heritage site in Bangladesh including Bagerhat, Sundarbans, and Sompur Mahavihar. In general, Bagerhat is an awesome South-western city of Bangladesh in the Khulna Division. The most attractive part of Bagerhat is 60 Dome Mosque. On the other hand, Sundarban is a natural wonder and the biggest mangrove forest in the world. The adventure lover like the home of Royal Bengal Tiger. It is a great chance to get the touch of nature closely. Furthermore, Somapura Mahavihara which is also known as Buddhist viharas is one of the famous archaeological sites in Bangladesh.So, in the world heritage tour of Bangladesh, we will explore Bagerhat District, Sundarban, Mongla Port, Somapura Mahavihara and Bogra. Travel Mate will arrange all the things available for you to visit smoothly and getting the special view and information about the areas. Important to realize, we have designed the tour exclusively to give you an exceptional sight of Bangladesh and we have added some more things alongside the world heritage site of UNESCO. Surely, you will feel and enjoy the places and it will an amazing tour for you.Bagerhat is the place of historical attraction including Khan Jahan Ali’s tomb Complex, Khan Jahan Ali’s Tank, Sundarban Resort, Ghora Dighi and Mosque city of Bagerhat (Historic Shat Gombuj Mosque). On the other hand, as the largest Mangrove Forest in the world, it is the best place to enjoy adventure containing numerous wildlife species, birds, and reptiles, including Royal Bengal tiger, chital, crocodile, snakes and many more wildlife facts. At last, we will visit Mahasthangarh archaeological sites in Bogra, Paharpur Museum on Naogaon and Paharpur (Sompura Vihara).Important to realize, we will start our journey from the Dhaka City and the daytime we’ll departure for Bagerhat. We will enjoy the city for one day. We will go every attractive part of Bagerhat. Then we will come back to Khulna and the next day we will go to Sundarbans from Mongla Port with the Rocket Paddle Steamer. We will stay for 3 days here. We will explore the Kotka forest area, Kochikhali Wildlife sanctuary, and  Jamtola Beach. We will go to visit the undiscoverable part of Sundarbans. Finally, we will come to Naogaon and Bogra to visit Mahasthangarh archaeological sites, Paharpur Museum and Paharpur (Sompura Vihara). Thus we will bring you to see the world heritage site of Bangladesh. Not to mention, you will get a chance to see the local community, their lifestyle, and food. Now let’s take a look of the tour at a glance. (Don’t forget to see the details itinerary and facilities in this World Heritage Tour tour of Bangladesh from the next tab)",
        "destination": "World Heritage Tour of Bangladesh",
        "duration": "8 Night / 9 Days",
        "departure Time": "Starting 10.00 PM from Dhaka. (Please arrive at least 2 hours before the departure).",
        "included": [
            "3/4 Star Category Hotel accommodation will be double sharing in Dhaka.",
            "Standard Category guest type Hotel accommodation will be double sharing in the locality.",
            "Daily Breakfast will be at the Hotel.",
            "Everyday English Speaking tour guide will be with you at the time of sightseeing.",
            "All transfer, sightseeing will be as per as itinerary by A/C private car/bus with Driver allowance, Fuel, Parking tolls, Road tax.",
            " Daily Lunch and Dinner will serve at local restaurant.",
            " Monument entry fees.All in all in the package without your personal interest in eating or buying anything"
        ],
        "cost": 30000
    },
    {
        "titel": "Sundarbans: The Home of Royal Bengal Tigers",
        "img": "https://www.travelmate.com.bd/wp-content/uploads/2018/07/dears-in-sundarban-the-biggest-mangrove-forest-531x354.jpg",
        "description": "Happy to reintroduce, the Sundarbans is one of the largest mangrove forests and natural wonders in the world. UNESCO has listed the Sundarbans as the World Heritage List for its beauty and ongoing ecological processes. If you want to take the taste of deep forests in Bangladesh and explore the wildlife for some days, the Sundarbans tour can be your best choice. Located at the side of Bay Of Bengal, Sundarbans is the home of Royal Bengal Tigers, spotted deer, claw-less otters, salt-water crocodiles and many other wildlife species. Fortunately, the tour can bring you to see the life of a forest closely.Travel Mate arranges the tour in an organized way to give you the best experience for surfing the forests. The Sundarbans tour will start early in the morning from Khulna. We will also end the journey from the same place (Khulna) or leave for Dhaka. Are you confused about where you will stay in the forests? How will you get the safety? Our specialists will do everything for you. You will stay on the specially designed boat or ship and it will be only for your travel mate. We will explore the sanctuary through the creeks and canals as well as we will use the wooden country boat to visit the remote area of the Sundarbans. Experienced guide of Travel Mate will instruct the whole tour for not missing any vital sight or wildlife with safety.The tours of Travel Mate are organized and we try to improve the collaboration with one another. The tours follow the rule, but no consideration when the time for engaging and entertaining. You can consider it as a family tour. Important to realize, you are going to explore the wildlife, and our primary motives are fulfilling your desire. Do you think about the pricing modules? Especially, we try to do all the available things with cheaper packages. As our expert guides are used to travel the Sundarbans, in the meanwhile, we can offer the best flexible package for you. Let’s check the details about the packages.",
        "destination": "Sundarbans Tour ",
        "duration": "   03 Days & 04 Nights",
        "departure Time": "Please arrive at least 1 hour before the journey.",
        "included": [
            "Dhaka-Khulna-Dhaka Air Conditioned Bus/Train Tickets",
            "2 Night Accommodation on the boat/ship in a sleeping cabin.",
            "5,750 BDT (forest permission fee for foreigner) per person.",
            "All meals starting from breakfast on day-01, drinking water, tea, and coffee.",
            "English speaking guide available."
        ],
        "cost": 5750
    }
]